[
  {
    "id": 1,
    "name": "Android App Development",
    "body": "Welcome to Android Basics in Kotlin! In this course, you'll learn the basics of building Android apps with the Kotlin programming language. Along the way, you'll develop a collection of apps to start your journey as an Android developer. So you want to become an Android developer and work from anywhere in the world, or maybe even the same place you're currently at, but with much more interesting and well-paying jobs? Learning Android App development is the way to go. You have a great idea for an app and you just need to learn how to make it happen? Or your friends know that you are tech-savvy and they constantly come to you with their great ideas and want you to build them? Do you have no programming experience whatsoever? Or maybe you have worked with another programming language in the past? Either way - you're in the right place. In this course, you will learn everything you need to know, to build your own apps, no matter what you need them for. For your company, your friends, your own business, or simply for fun. Our course starts teaching basic coding principles and develops your coding skills in a variety of languages from beginner through to advanced. Here it is, once and for all, a complete guide that will take you from novice to web developer.",
    "rating": 3,
    "price": 526,
    "img": "https://raistheme.com/wp/gostudy/wp-content/uploads/2020/09/BL415.jpg",
    "duration": 7,
    "lectures": 30,
    "quizzes": 20,
    "students": 402,
    "instructorImg": "https://demo.themewinter.com/wp/community/wp-content/uploads/group-avatars/2/608112b2195d8-bpthumb.png"
  },
  {
    "id": 2,
    "name": "Web Development",
    "body": "Welcome to the Ultimate Web Developer Bootcamp. This is your one-stop-shop to learn front-end AND back-end development. We'll take you from absolute beginner to competent full-stack web developer in a matter of weeks.WHO SHOULD TAKE THIS COURSE? Anyone who is curious about programming Entrepreneurs Those looking for a career change Serious coders & hobbyists Students & teenagers Anyone who wants to learn web development WHAT YOU WILL LEARN HTML5, CSS3, Javascript, Bootstrap 4, DOM Manipulation, NPM, Node, MongoDB, REST, Express, ES6, React. Devslopes has taught over 100,000 students how to code. Using our exciting, hands-on teaching style you are sure to master the principles AND have fun at the same time. We also have a free chat community with over 50,000 students where you can interact and get help from others. So many people believe that you must have a special ‘gift’ to create professional-quality, dynamic websites/web apps. I’m here to tell you once and for all that this is false. All you need to have is the desire to learn and the ability to follow instructions—that’s it!",
    "rating": 4,
    "price": 563,
    "img": "https://www.clariwell.in/resources/best-web-development-course-top-training-institute-in-pune.webp",
    "duration": 4,
    "lectures": 40,
    "quizzes": 30,
    "students": 208,
    "instructorImg": "https://demo.themewinter.com/wp/community/wp-content/uploads/avatars/4/60811611c4be1-bpthumb.png"
  },
  {
    "id": 3,
    "name": "Complete UI/UX Design",
    "body": "Just updated with all modern Design tools and best practices for 2022! Join a live online community of over 600,000+ students and a course taught by industry experts that have actually worked both in Silicon Valley and Toronto for top companies. A great Designer is becoming harder and harder to find and it isn't rare to find designers make $160,000+ salaries now because it is such a valuable skill. We will teach you how to get there! Using the latest best practices in Web Design and Mobile Design as well as User Interface and User Experience Design (UI/UX), this course focuses on efficiently getting you from zero to a point where you can get hired or win freelance contracts. We will use in demand tools like Figma to show you a full workflow from start to finish. Graduates of Andrei’s courses are now working at Google, Tesla, Amazon, Apple, IBM, JP Morgan, Facebook, + other top tech companies.The course also includes 100+ assets and premium design templates that you can keep and use to customize for all your future projects. We guarantee you this is the most comprehensive online resource on Design skills! The curriculum is going to be very hands on as we walk you from start to finish of working as a Designer, all the way into learning how to create final professional designs and then converting them into actual websites or apps using HTML and CSS. ",
    "rating": 5,
    "price": 291,
    "img": "http://toptelmultimedia.com/wp-content/uploads/2022/01/uiux-design.jpg",
    "duration": 9,
    "lectures": 60,
    "quizzes": 50,
    "students": 804,
    "instructorImg": "https://demo.themewinter.com/wp/community/wp-content/uploads/avatars/8/608116461ae35-bpthumb.png"
  },
  {
    "id": 4,
    "name": "WordPress Development",
    "body": "Unlock the full power of WordPress and go beyond just a blog platform by learning how to code completely custom WordPress powered sites. Updated for 2019: A new 3 part lesson on coding our own custom block type for the new Gutenberg Block Editor in WordPress. I've spent the last 12 years studying WordPress, PHP, and JavaScript and now I'm here to teach you everything I know. Come along on this journey with me and become a WordPress developer. Together we will build a website for a fictional university and along the way we will: Install WordPress on your personal computer so you have a private playground copy of WordPress to practice and experiment with Get introduced to the PHP language (this is what powers WordPress) Set Up a New Theme (You'll learn how to convert any HTML template into a living breathing WordPress theme)Create Custom Post Types and Custom Fields Relate pieces of content with each other (e.g. a professor and a program) Learn the basics of (object-oriented) JavaScript Leverage the WP REST API Learn to use JavaScript to communicate with the WordPress back-end on-the-fly.",
    "rating": 4,
    "price": 535,
    "img": "https://www.syntacticsinc.com/wp-content/uploads/2019/06/Wordpress-Web-Designer-A-Worthwhile-Investment-v0.1.0.jpg",
    "duration": 4,
    "lectures": 50,
    "quizzes": 20,
    "students": 409,
    "instructorImg": "https://demo.themewinter.com/wp/community/wp-content/uploads/avatars/6/608115a6bfffd-bpthumb.png"
  },
  {
    "id": 5,
    "name": "Graphic Design",
    "body": "As you can see, this course is updated frequently with new lessons, projects and resources! August 2022 - NEW Section! Learn to Create a Custom Brand Presentation Mockup in Adobe Photosho January 2022 - NEW Section! Design Trends 2022! We will figure out how to predict future design trends and create three projects! November 2021 - NEW Sections! Adobe Photoshop and Illustrator 2022 update lessons and Adobe Illustrator 3D class Project! June 2021 - NEW Lesson! How to properly give and receive critiques and feedback April 2021 - NEW! Section on how to create YouTube Thumbnails! March 2021 - NEW! Video on How to Encourage and Spark Creativity March 2021 - NEW!  Section on The Double Exposure Effect in Adobe Photoshop 2021! March 2021 - NEW!  Section creating vector art in Adobe Illustrator 2021 using the new repeat tool and the blend tool. February 2021 - NEW!  Detailed section on Adobe Photoshop Photo editing basics - New projects added! January 2021 - NEW!  2021 Design Trends Section with three new student projects! November 2020 - NEW!  16 page History of Typography Guide, 16 Page Color Theory Guide and 8 Page Font Pairing Guide! October 2020 - Updated Lessons!  Photoshop 2021 Neural Filter and Liquify Tools August 2020 - Updated Lessons!  Logo Design and Branding Project July 2020 - NEW!  How to work with Photoshop Mockups! June 2020",
    "rating": 4,
    "price": 358,
    "img": "https://computerspacebd.com/public/uploads/course/1589739547.jpg",
    "duration": 5,
    "lectures": 10,
    "quizzes": 60,
    "students": 507,
    "instructorImg": "https://demo.themewinter.com/wp/community/wp-content/uploads/avatars/1/608110d252635-bpthumb.png"
  },
  {
    "id": 6,
    "name": "Digital Marketing",
    "body": "Can I ask you a question? How many customers do you have? If you said none or not enough, this course is for you. In this course, we're going to focus on how YOU can take any product, service, or business and sellit to 10s, 100s, or even 1,000s of customers. You see, the hard part isn't making a product anymore. The hard part is finding a market for yourproduct and getting them to buy it. How great can a product be if nobody wants it? - Marc Andreesen, billionaire venture capitalist.We're no longer living in the field of dreams. If you build it.... they won't come.In order to be successful with your startup or small business, you must have the ability to proactively go out and find customers. In order to do that, you need to understand modern marketing channels. That's exactly what we cover in this course. We'll cover: Social media marketing through Twitter, Instagram, & SnapChat Community management and promotion through Reddit, ProductHunt, & HackerNews Pitching press and getting covered in blogs, news outlets, & other media sites Creating, managing, and promoting blog posts through Wordpress, Medium, & guest blogs. Creating & promoting video ads and video content through your site & through YouTube Building a long term SEO strategy Designing and executing CPC ad campaigns through Google, Bing, & Facebook As always, if you're not 100% satisfied you can get a full refund through Udemy within 30 days.",
    "rating": 5,
    "price": 342,
    "img": "https://www.onlinecoursereport.com/wp-content/uploads/2020/02/shutterstock_524863186-1024x683.jpg",
    "duration": 6,
    "lectures": 70,
    "quizzes": 50,
    "students": 706,
    "instructorImg": "https://educator.qodeinteractive.com/wp-content/uploads/2017/07/instructorImg-5-100x100.jpg"
  }
]
